{
 "_id": 1,
 "text": "Ironic you been sleeping on the one that you been dreamin 'bout",
 "author": "J. Cole"
}
{
 "_id": 2,
 "text": "Never let 'em ride your wave.",
 "author": "Quavo"
}
{
 "_id": 3,
 "text": "A lot of people pray for whips while hoping to get they cheddar raised, I'm just praying for better days",
 "author": "Reason"
}
{
 "_id": 4,
 "text": "The sky is falling, the wind is calling, stand for something, or die in the morning.",
 "author": "Kendrick Lamar"
}
{
 "_id": 5,
 "text": "To say rap is not work is ludicrous, whoever said it must be new to this",
 "author": "Kool Moe Dee"
}
{
 "_id": 6,
 "text": "I took my time to jot down every line that's a quotable, critics say I don't be killing this here but I know I do",
 "author": "Kendrick Lamar"
}
{
 "_id": 7,
 "text": "I'm capable of anything, my imagination can give me wings to fly like doves over the streets watching many things", 
 "author": "Nas"
}
{
 "_id": 8,
 "text": "If life is a movie, then you're the best part", 
 "author": "H.E.R"
}
{
 "_id": 9, 
 "text": "At night when the stars light up my room, I sit by myself talking to the moon", 
 "author": "Bruno Mars"
}
{
 "_id": 10,
 "text": "But I do know one thing though, Women they come they go", 
 "author": "Drake"
}
{
 "_id": 11,
 "text": "I've been losing friends and finding peace, but honestly it sounds like a fair trade to me", 
 "author": "Drake"
}
{
 "_id": 12,
 "text": "Say you down, you gatta stay down", 
 "author": "6lack"
}
{
 "_id": 13,
 "text": "I'm so I'm so reborn, I'm moving forward. Ain't no stress on me Lord, I'm moving forward", 
 "author": "Kid Cudi"
}
{
 "_id": 14,
 "text": "I came from nothing but still they gon' hate, whole life left me scarred, only the real can relate",
 "author": "Rod Wave"
}
{
 "_id": 15,
 "text": "If I can't have you, let love set you free to flock your pretty wings around ", 
 "author": "Maxwell"
}
{
 "_id": 16,
 "text": "I'll be gone 'til November, gone and mark your calendar ", 
 "author": "Rod Wave"
}
{
 "_id": 17,
 "text": "Turn up every day? Girl it don't say that in the Bible", 
 "author": "Drake"
}
{
 "_id": 18,
 "text": "She's a runner she's a track star, she gon' run away when it gets hard", 
 "author": "Mooski"
}
{
 "_id": 19,
 "text": "Round' your city, round' the clock, everybody needs you", 
 "author": "Frank Ocean"
}
{
 "_id": 20,
 "text": "It's young Wunna and young Weezy man this here too easy",
 "author": "Gunna"
}
{
 "_id": 21,
 "text": "Drop the roof and let the smoke clear",
 "author": "Brent Faiyaz"
}
{
 "_id": 22,
 "text": "Disappointment I stay expecting it, the pessimist gold medallist", 
 "author": "Drake"
}
{
 "_id": 23,
 "text": "Quick to dead the bull like a matador ", 
 "author": "Miguel"
}
{
 "_id": 24,
 "text": "She see money all around me, i look like I'm the man", 
 "author": "Brent Faiyaz"
}
{
 "_id": 25,
 "text": "Heavenly Father, why are you so far away?", 
 "author": "Isaiah Rashad"
}
{
 "_id": 26,
 "text": "Just give me all of you in exchange for me", 
 "author": "Bryson Tiller"
}
{
 "_id": 27,
 "text": "It might not be such a bad idea if I never went home again", 
 "author": "Bj the Chicago Kid"
}
{
 "_id": 28,
 "text": "I was walking in the rain with my Timbs on stepping over puddles full of pain it's a big storm",
 "author": "A Boogie wit Da Hoodie"
}
{
 "_id": 29,
 "text": "Dressed in all black with some letters on me repping Pac-Man",  
 "author": "Adrien Grant Jr"
}
{
 "_id": 30,
 "text": "This pain is a part of me, coarsing my ateries", 
 "author": "Adrien Grant Jr"
}

